Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/AddressController.strings
Languages: de, pl, ru, zh_hans

source: page title
de: Neue Route
pl: Utwórz trasę
ru: Построение маршрута
zh_hans: 设定路线

source: back button
de: Zurück
pl: Cofnij
ru: Назад
zh_hans: 返回

source: cancel button
de: Abbrechen
pl: Anuluj
ru: Отмена
zh_hans: Cancel

source: search address placeholer
de: Adresse eingeben
pl: Wpisz adres
ru: Введите адрес
zh_hans: 输入地址

source: lock alert get location
de: Standort suchen ...
pl: Pobierz lokalizację...
ru: Получаю адрес...
zh_hans: 正在获取定位...

source: empty addresses description
de: Adresse nicht gefunden
pl: Adres nie został znaleziony
ru: Адрес не найден
zh_hans: 找不到该地址，请重新输入。

source: history addresses title
de: Recent
pl: Recent
ru: Недавние
zh_hans: Recent

source: top addresses title
de: Bisher gewählte Adressen
pl: Częste adresy
ru: Популярные
zh_hans: 常用地址

source: voice recording description
de: Beginne zu sprechen Adresse
pl: Mów...
ru: Говорите...
zh_hans: Speak...

source: voice recognition description
de: Spracherkennung...
pl: Przetwarzanie...
ru: Обработка...
zh_hans: Processing...
