Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/BugManager.strings
Languages: de, pl, ru, zh_hans

# email watermark text
source: Enter your email adress
de: E-Mail Adresse eingeben
pl: Wpisz adres email
ru: Введите ваш адрес почты
zh_hans: 请输入您的电子邮箱

# report watermark text
source: Message
de: Nachricht
pl: Wiadomość
ru: Сообщение
zh_hans: 错误报告

# email wrong format
source: email incorrect format
de: Falsches E-Mail Format
pl: błędny format email
ru: неверный формат адреса
zh_hans: 邮箱格式错误

# lock screen message
source: Sending...
de: Sende...
pl: Wysyłanie...
ru: Идет отправка отчета...
zh_hans: 正在发送...

# add image
source: Add screenshot
de: Screenshot anhängen
pl: Dodaj zrzut
ru: Добавить скриншот
zh_hans: 加入截图

# send report
source: Send
de: Senden
pl: Wyślij
ru: Отправить
zh_hans: 发送

# delete image
source: Delete
de: Löschen
pl: Usuń
ru: Удалить
zh_hans: 删除

# footer text
source: To take a screenshot, press simultaneously the «Home» and «Shutdown» and add it to the gallery
de: Um einen Screenshot zu erstellen, gleichzeitig «Home» und «Power» drücken und halten, dann zur Fotogalerie hinzufügen
pl: Aby zrobić zrzut ekranu, naciśnij jednocześnie przyciski «Home» i «Zamykanie» - zrzut zostanie dodany do galerii
ru: Чтобы сделать скриншот, нажмите одновременно клавиши «Home» и «Выключение» и добавьте его из галереи
zh_hans: 请同时按住 «Home» 键和 «关机» 键， 即可完成截屏。

# localized title
source: Bug report
de: Fehlerbericht
pl: Zgłoś błąd
ru: Сообщить об ошибке
zh_hans: 错误报告

# error
source: Error sending falled
de: Fehlerbericht senden fehlgeschlagen
pl: Błąd wysyłania
ru: Неудалось отправить отчет
zh_hans: 发送失败

# success
source: Message send. Thank you
de: Nachricht gesendet. Danke
pl: Wiadomość wysłana. Dziękujemy.
ru: Cообщение отправлено. Спасибо
zh_hans: 发送成功。 谢谢您的支持！

# empty data
source: Message is required
de: Nachricht nötig
pl: Pole wiadomości jest obowiązkowe
ru: Необходимо сообщение

# footer text for android
source: To take a screenshot, press simultaneously the «Volume-» and «Shutdown» and add it to the gallery
de: Für einen Screenshot gleichzeitig den «Lautstärke-» and «Einschalter» drücken und das Bild der Gallerie hinzufügen.
pl: Aby zrobić zrzut ekranu, naciśnij jednocześnie przyciski the «Głośność» i «Zamykanie» - zrzut zostanie dodany do galerii
ru: Чтобы сделать скриншот, нажмите одновременно клавиши «Volume-» и «Выключение» и добавьте его из галереи
zh_hans: To take a screenshot, hold down simultaneously the «Volume-» and «Shutdown» and add it to the gallery

# footer text for android less 4
source: To take screenshot see documentation for your device
de: In der Bedienungsanleitung nachschlagen, wie ein Screenshot erstellt wird.
pl: Aby zrobić zrzut ekranu, zobacz dokumentację swojego urządzenia
ru: Для снятия скриншота обратитесь к документации Вашего устройства

source: Error getting logs
de: Fehler beim Log-Abruf
pl: Błąd pobierania logów
ru: Ошибка получения логов
