Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/Localizable.strings
Languages: de, pl

# track table cell title format
source: %@ in %@
pl: %@ w %@

# back button
source: Back
de: Zurück
pl: Confij

# cancel button
source: Cancel
de: Abbrechen
pl: Anuluj

# no button
source: No
de: Nein
pl: Nie

# yes button
source: Yes
de: Ja
pl: Tak

# my stage results title format
source: My results: %d
de: Meine Ergebnisse: %d
pl: Moje wyniki: %d

# my stage results description format
source: time %@ / avg. speed %@
de: Zeit %@ / durchschn. Geschwindigkeit %@
pl: czas %@ / śr. prędkość %@

# leaderboard wait title
source: Please wait...
de: Bitte warten...
pl: Proszę czekać...

# leaderboard wait description
source: get data
de: lade Daten
pl: pobiera dane

# leaderboard title format
source: Best result %@
de: Bestes Ergebnis %@
pl: Najlepszy wynik %@

# leaderboard description format
source: for %@ of %d results
de: für %@ von %d Ergebnissen
pl: dla %@ z %d wyników

# leaderboard not available title
source: Leader board is not available
de: Bestenliste nicht verfügbar
pl: Ranking nie jest dostępny

# leaderboard not available description
source: can't get data
de: Daten können nicht geladen werden
pl: nie można pobrać danych

# alert remote service error message
source: Can't get data. Error with Internet connection
de: Daten können nicht geladen werden, keine Internetverbindung
pl: Nie można pobrać danych. Błąd z dostępem do Internetu

# alert exit message android
source: Do you want to exit?
de: Soll der Vorgang abgebrochen werden?
pl: Chcesz wyjść?

# cancel alert title
source: Cancel?
de: Abbrechen?
pl: Anulować?

# loading progress label
source: Loading...
de: Laden...
pl: Ładowanie...
