Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/Navigation.strings
Languages: ru, zh_hans

source: Miles short
ru: mi
zh_hans: 英里

source: Yards short
ru: yd
zh_hans: 码

source: Foots short
ru: ft
zh_hans: 英尺

source: Kilometers short
ru: км
zh_hans: 公里

source: Meters short
ru: м
zh_hans: 米

source: Miles in hour short
ru: mph
zh_hans: 英里/每小时

source: Kilometers in hour short
ru: км/ч
zh_hans: 公里/每小时

source: in start place label text
ru: Вы в точке старта
zh_hans: 您已在出发地

source: to start label format
ru: До точки старта %@
zh_hans: %@ 到出发地

source: current location title
ru: Текущая геопозиция
zh_hans: 当前位置

source: default stage name format
ru: Маршрут %d
zh_hans: 路线 %d

source: start point title
ru: Начало
zh_hans: 出发地

source: finish point title
ru: Конец
zh_hans: 目的地
