Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/Purchase.strings
Languages: pl, ru

# purchased title
source: Purchased!
pl: Kupione!
ru: Куплено!

# loading product price title
source: Loading price...
pl: Ładowanie ceny...
ru: Получаю цену...

# need purchase alert title
source: Action is not available
pl: Akcja jest niedostępna
ru: Действие не доступно

source: For this action is necessary to buy "Pro Mode" in additional upgrade
pl: Dla tej akcji koniecznie jest kupienie pakietu "Pro Mode" w dodatkowym uaktualnieniu
ru: Для этого действия необходимо купить дополнительное улучшение "Pro Режим"

source: For this action is necessary to buy "Voice assistant" in additional upgrade
pl: Dla tej akcji koniecznie jest kupienie "Asystenta głosowego" w dodatkowym uaktualnieniu
ru: Для этого действия необходимо купить дополнительное улучшение "Голосовой ассистент"

source: PRO mode
ru: PRO режим

source: PRO mode functions are not purchased. Demonstration mode will enable it for 5 minutes only
pl: Funkcje trybu PRO nie są kupione. Tryb demonstracyjny będzie działał tylko przez 5 minut
ru: Функции PRO режима не куплены. Демонстрация режима — 5 минут

# promotion alert title for product com.RITLLC.HudWay.NonConsumable.VoiceAssistant
source: Voice assistant
pl: Asystent głosowy
ru: Голосовой ассистент

source: Voice assistant are not purchased. Demonstration mode will enable it for 5 minutes only
pl: Asystent głosowy nie jest kupiony. Tryb demonstracyjny będzie działał tylko przez 5 minut
ru: Голосовой ассистент не куплен. Демонстрация режима — 5 минут

# cancel button
source: Cancel
pl: Anuluj
ru: Отмена

# store button
source: Buy
pl: Kup
ru: Купить

# purchase com.RITLLC.HudWay.NonConsumable.AdFree title
source: Ad Free
pl: Bez reklam
ru: Отключение рекламы

# purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant title
source: Voice assistant (co-driver)
pl: Asystent głosowy (pilot)
ru: Голосовой ассистент (Штурман)

# purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures title
source: Plus +
ru: Плюс +

# purchase com.RITLLC.HudWay.NonConsumable.ProMode title
source: PRO bundle (all-in-one)
pl: Pakiet PRO (wszystko w jednym)
ru: Пакет ПРО (всё в одном)

# purchase com.RITLLC.HudWay.NonConsumable.AdFree description
source: Enjoy HUDWAY without Ads and get an extra place on the tracking screen
pl: Ciesz się HUDWAY bez reklam i uzyskaj dodatkowe miejsce na ekranie
ru: Наслаждайтесь HUDWAY не видя никаких внешних объявлений и получите дополнительное поле для данных на экране

# purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant description
source: Hudway Voice Assistant alerts you on every dangerous curve on the road ahead, creating an audio-image to hear for the next one-two turns
pl: Asysten głosowy Hudway ostrzega cię o każdym niebezpiecznym zakręcie przed Tobą, dźwiękowo i obrazowo, abyś usłyszał o jednym, dwóch następnych zakrętach
ru: Голосовой ассистент Hudway предупредит вас не только о развязках, но и всех значимых изгибах дороги на которые следует обратить внимание

# purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures description
source: Want different road style? With this upgrade you will be able to customize the view of the road and its turns. Every new style will be available here
pl: Chcesz innego stylu jazdy? Z aktualizacją, będziesz mógł dostosowac widok na drodze. Każdy nowy styl będzie dostępny tutaj
ru: Настройте внешний вид дороги и поворотов в режиме HUD. Все новые стили будут доступны с этим улучшением

# purchase com.RITLLC.HudWay.NonConsumable.ProMode description
source: Get all upgrades as one bundle by special price. Every new will be available to PRO users free-of-charge
pl: Zdobądź wszystkie ulepszenia, jak jeden pakiet w specjalnej cenie. Każde nowy ulepszenie będzie dostępny dla użytkowników PRO za darmo
ru: Получите все улучшения одной покупкой по специальной цене. Все новые покупки будут автоматически добавлены к этому пакету бесплатно

# purchase com.RITLLC.HudWay.NonConsumable.AdFree buy button
source: Turn off ads for %@
pl: Wyłącz reklamy za %@
ru: Отключить рекламу за %@

# purchase com.RITLLC.HudWay.NonConsumable.VoiceAssistant buy button
source: Buy for %@
pl: Kup za %@
ru: Купить за %@

# purchase com.RITLLC.HudWay.NonConsumable.DrawRouteFeatures buy button
source: Buy for %@
pl: Kup za %@
ru: Купить за %@

# purchase com.RITLLC.HudWay.NonConsumable.ProMode buy button
source: Buy for %@
pl: Kup za %@
ru: Купить за %@

# alert purchase error #100 message
source: Can't connect to App Store, check in Settings > General > Restrictions that the In-App Purchases is enabled
pl: Nie można połączyć się z App Store, sprawdź w Ustawienia > Ogólne> Ograniczenia, czy zakupy w aplikacji są włączone
ru: Не могу подлючится к App Store, проверьте в Настроки > Основные > Ограничения что встроенные покупки разрешены

# alert purchase error #105 message
source: Can't connect to App Store
pl: Nie można połączyć się z App Store
ru: Не могу подлючится к App Store

# purchase sku_ads_disabled title
source: Ad Free
pl: Bez reklam
ru: Отключение рекламы

# purchase sku_pro_mode_enabled title
source: PRO Mode
ru: PRO режим

# purchase sku_ads_disabled description
source: Enjoy HUDWAY without Ads and get an extra place on the tracking screen
pl: Ciesz się HUDWAY bez reklam i uzyskaj dodatkowe miejsce na ekranie
ru: Наслаждайтесь HUDWAY без рекламы и получите дополнительное место на экране

# purchase sku_pro_mode_enabled description
source: Customized view of the road, dangerous turns alerts and more...
pl: Dostosuj widok drogi, niebezpiecznie zakręty, powiadomienia i inne...
ru: Профессиональный вид дороги, анализ и подкраска поворотов и другое в режиме PRO

# purchase sku_ads_disabled buy button
source: Turn off Ads for %@
pl: Wyłącz reklamy za %@
ru: Отключить рекламу за %@

# purchase sku_pro_mode_enabled buy button
source: Go PRO for %@
pl: Kup PRO Mode za %@
ru: Перейти в PRO режим за %@
