Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/RoutingController.strings
Languages: de, pl, ru, zh_hans

# RoutingController Page_iPhone
source: Build a route
pl: Utwórz trasę
ru: Создание маршрута

# from placeholder
source: From
de: Von
pl: Z
ru: Введите адрес
zh_hans: 从这里出发

# to placeholder
source: To
de: Nach
pl: Do
ru: Введите адрес
zh_hans: 到这里去

# create route button
source: Build a route
de: Neue Route
pl: Utwórz trasę
ru: Проложить маршрут
zh_hans: 设定路线

# start ride to route button
source: Start
ru: Старт
zh_hans: 出发

# cancel button
source: Cancel
de: Abbrechen
pl: Anuluj
ru: Отмена
zh_hans: 取消

# set start position button
source: Directions from Here
de: Von hier navigieren
pl: Z tego miejsca
ru: Отсюда
zh_hans: 从这里出发

# set finish position button
source: Directions to Here
de: Hierher navigieren
pl: Do tego miejsca
ru: Сюда
zh_hans: 到这里去

# lock alert get current location
source: Get current location...
de: Aktuellen Standort laden...
pl: Pobierz aktualną lokalizację...
ru: Получаю текущую геопозицию...
zh_hans: 正在获取当前位置...

# lock alert get geo tracks
source: Building a route...
de: Route berechnen...
pl: Tworzenie trasy...
ru: Строю маршрут...
zh_hans: 正在建立路线...

# lock alert preparation to start
source: Preparing the route...
de: Route vorbereiten...
pl: Przygotowywanie trasy...
ru: Подготовка маршрута...
zh_hans: 正在初始化路线...

# lock alert get extended geo track
source: Loading a route...
de: Route laden...
pl: Ładowanie trasy...
ru: Загрузка маршрута...
zh_hans: 正在加载路线...

# lock alert get extended geo track progress format
source: Progress â€” %d%%
de: Fortschritt — %d%%
pl: Postęp — %d%%
ru: Загрузка маршрута %d%%
zh_hans: 加载进度—%d%%

# lock alert save geo track
source: Saving a route...
de: Route speichern...
pl: Zapisywanie trasy...
ru: Сохранение маршрута...
zh_hans: 正在保存路线...

# lock alert save geo track success
source: Saved in routes
de: Route gespeichert
pl: Trasa została zapisana
ru: Сохранено в маршруты
zh_hans: 保存成功

# empty stages description
source: There are currently no recorded routes You can create new route by tapping the button below
de: Derzeit sind keine aufgezeichneten Routen verfügbar You Sie können durch antippen des Auswahlfelds eine Route erstellen
pl: Obecnie nie masz zapisanych tras Możesz utworzyć nową trasę, naciskając przycisk poniżej
ru: У Вас пока нет записанных маршрутов Вы можете записать новый маршрут, нажав кнопку ниже
zh_hans: 设备中不存在已记录的路线。您可以通过点击下面的按钮去创建新路线。

# empty stages button
source: Record a route!
de: Route aufzeichnen!
pl: Zapisz trasę!
ru: Записать маршрут!
zh_hans: 记录您的路线吧！

# find address name title
source: searching...
de: suche...
pl: wyszukiwanie...
ru: поиск адреса...
zh_hans: 正在搜索...

# start title
source: Start:
ru: Начало:
zh_hans: 出发地:

# finish title
source: End:
de: Ziel:
pl: Koniec:
ru: Конец:
zh_hans: 目的地:

# unknow address title
source: Unknow address
pl: Nieznany adres
ru: Неизвестный адрес
