Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/Social.strings
Languages: de, pl, zh_hans

source: error #330 message
de: Dieser Status ist bereits veröffentlicht
pl: Wyniki etau zostały właśnie opublikowane
zh_hans: 路径分享成功

source: error #332 message
de: Diese ktion ist notwendig, das Ergebnis wurde an hudwayapp.com gesendet
pl: Działanie to jest konieczne, aby wynik został wysłany do hudwayapp.com
zh_hans: 为了将您的路径发布到HUDWAYAPP.COM，您必须进行此项操作

source: error #333 message
de: E-Mail konnte nicht gesendet werden, versuchen Sie es später
pl: Nie udało się wysłać email, spróbuj ponownie później
zh_hans: 邮件发送失败，请稍后再试

source: action SocialActionPublishStageResult description
de: Streckenergebnis wird veröffnentlicht...
pl: Publikowanie wyników trasy...
zh_hans: 路径发布中...

source: mail html message format
de: <p>Ich bin mit Unterstützung der HUDWAY App folgende Strecke gefahren</p><p>Name: %@</p><p>Dauer: %@</p><p>Durchschnittsgeschw.: %@</p><p>Höchstgeschw.: %@</p><p>%@: %@</p><p><a href='%@'>Programmdetails unter HUDWAYAPP.com</a></p>
pl: <p>Właśnie przejechaliśmy bezpiecznie używając HUDWAY app</p><p>Nazwa: %@</p><p>Czas: %@</p><p>Średnia prędkość: %@</p><p>Maks. prędkość: %@</p><p>%@: %@</p><p><a href='%@'>Zobacz na HUDWAYAPP.com</a></p>
zh_hans: <p>我通过使用HUDWAY实现了安全驾驶。</p><p>标签: %@</p><p>时间: %@</p><p>平均速度: %@</p><p>最高速度: %@</p><p>%@: %@</p><p><a href='%@'>HUDWAYAPP.com</a></p>

source: mail subject
de: Betreff
pl: jakiś temat
zh_hans: 邮件主题

source: 0-60mi
de: 0-60mph
pl: 0-60mph
zh_hans: 0-60英里/每小时

source: 0-100km
de: 0-100km/h
pl: 0-100kmh
zh_hans: 0-100公里/每小时

source: sec
zh_hans: 秒

source: empty user name
de: Unbekannter Nutzer
pl: Użytkownik nieznany
zh_hans: 请输入你的名字

source: error alert title
de: Fehler
pl: Błąd
zh_hans: 错误

source: need login alert title
de: Anmeldung erforderlich
pl: Potrzebny login
zh_hans: 需要登录后使用

source: ok button
de: OK
pl: OK
zh_hans: 好

source: cancel button
de: Abbrechen
pl: Anuluj
zh_hans: 取消

source: login button
de: Anmelden
pl: Zaloguj
zh_hans: 登录
