Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/StageController.strings
Languages: pl, ru

source: StageController Page_iPhone
pl: Trasa
ru: Маршрут

source: not in start place alert text
pl: Nie jesteś na początkowej pozycji
ru: Вы стартуете не в точке старта

source: not in start place for countdown alert text
pl: Aby rozpocząć odliczanie, musisz być w punkcie początkowym
ru: Для старта с отсчетом времени, вы должны находиться в точке старта

source: ok button
pl: Ok
ru: Ok

source: start button
pl: Rozpocznij
ru: Старт

source: cancel button
pl: Anuluj
ru: Отмена

source: delete button
pl: Usuń trasę
ru: Удалить маршрут

source: download button
pl: Pobierz
ru: Загрузить

source: back button
pl: Wstecz
ru: Назад

source: map block label
pl: Mapa jest niedostępna... Brak wyników dla tej trasy. Naciśnij "Start" aby utworzyć trasę
ru: Карта не доступна... У этого маршрута нет результатов. Нажмите «Старт» чтобы создать исходные данные маршрута.

source: map load label
pl: Ładowanie mapy...
ru: Загрузка карты...

source: alert delete title
pl: Usunąć trasę?
ru: Удалить маршрут?

source: lock alert deleting stage result
pl: Usuwanie...
ru: Удаление...

source: lock alert deleted stage result
pl: Zakończono!
ru: Готово!

source: lock alert start download
pl: Ładowanie...
ru: Загрузка маршрута...

source: lock alert start save
pl: Zapisywanie...
ru: Сохранение маршрута...

source: lock alert success download
pl: Zakończono
ru: Маршрут загружен.

source: alert not download stage title
pl: Pobrać trasę?
ru: Загрузить маршрут?

source: alert not download stage message
pl: Ta trasa została zapisana w bazie onlinej. Przed rozpoczęciem, musi zostać pobrana.
ru: Этот маршрут находится в Интернет-хранилище, чтобы поехать по нему, его нужно сначала закачать

source: no free system space alert title
pl: Nie można pobrać trasy
ru: Не удается загрузить маршрут

source: no free system space alert message
pl: Nie masz wystarczająco pamięci by pobrać trasę. Miejsce przechowywania może być kontrolowane w ustawieniach
ru: Для загрузки маршрута недостаточно памяти. Местом хранения можно управлять в настройках
