Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/StoreController.strings
Languages: es

source: store title
es: Upgrade Store

source: lock alert get products info
es: Get info from AppStore...

source: lock alert purchase processing
es: Purchase processing...

source: lock alert purchase success
es: Success!

source: lock alert save purchases processing
es: Saving purchases...

source: lock alert success save purchases processing
es: Success!

source: lock alert restore purchases processing
es: Restore purchases...

source: lock alert success restore purchases processing
es: Success!

source: cancel button
es: Cancel

source: restore purchases button
es: Restore purchases

source: can't connect to app store label
es: Cannot connect to iTunes Store. Try again later
