Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/TrackRecording.strings
Languages: de, pl, ru

# location services access dialog message
source: The application use GPS to record youre routes
de: Dieses Programm nutzt GPS zur Aufzeichnung Ihrer Routen
pl: Aplikacja używa GPS do rejestrowania Twoich tras
ru: Геолокация необходима для записи маршрутов.

# cancel button
source: Close
de: Schliessen
pl: Zamknij
ru: Закрыть

# ok button
source: Done
de: Fertig
pl: Zrobione
ru: Готово

# user disabled location service alert title
source: Can't record the Route
de: Route kann nicht aufgzeichnet werden
pl: Nie można zapisać trasy
ru: Не возможно записать маршрут

# user disabled location service for application alert message
source: Please provide an access to the Location services for this application. Go to Location services Settings, find 'Check My Race' and switch it 'On'
de: Gewähren Sie der App Zugriff auf die Ortugsdienste. Gehen Sie auf die Einstellungen der Ortungsdienste, suchen Sie 'Check My Race' und schalten Sie diese 'Ein'
pl: Proszę zezwolić na dostęp do usług lokalizacyjnych dla tej aplikacji. Idź do Ustawień Usług lokalizacji, znajdź 'Check My Race' i przełącz na 'On'
ru: Вы запретили использование геолокации для этого приложения. Зайдити в настройки устройства в раздел "Геолокация" и включите ее для приложения.

# user disabled location service for device alert message
source: The Location services is switched off. Go to Location services Settings and switch it 'On'.
de: Ortungsdienste sind deaktiviert. Gehen Sie in den Einstellungen auf Ortungsdienste und schalten Sie diese ein.
pl: Usługa lokalizacji jest wyłączona. Idź do Ustawień Usług lokalizacji i przełącz na 'On'.
ru: Геолокация отключена на устройстве. Зайдити в настройки устройства в раздел "Геолокация" и включите ее.

# user disabled location service for device alert message android
source: The Location services is switched off. Go to Location services Settings and switch it 'On' for all services.
pl: Usługa lokalizacji jest wyłączona. Idź do Ustawień Usług lokalizacji i przełącz na 'On'
ru: Геолокация отключена на устройстве. Зайдите в настройки устройства в раздел "Местоположение" и включите все геолокационные службы.

# no free system space alert title
source: Unable to record the route
de: Route kann nicht aufgezeichnet werden
pl: Nie można zarejestrować trasy
ru: Не удается записать маршрут

# no free system space alert message
source: To record the route is not enough memory. Storage location can be controlled in the settings
de: Nicht genug Speicherplatz zum aufzeichnen der Route. Der Speicherort kann in den Einstellungen konfigurert werden
pl: Nie masz wystarczająco pamięci by zarejestrować trasę. Miejsce przechowywania może być kontrolowane w ustawieniach
ru: Для записи маршрута недостаточно памяти. Местом хранения можно управлять в настройках

# can't write empty track alert
source: No distance, route results can't be saved
de: Keine Entfernung, Routenergebnisse können nicht gespeichert werden
pl: Nie pokonałeś żadnego dystansu, trasa nie może być zapisana
ru: Трек слишком мал, чтобы его сохранить

# settings button android
source: Settings
de: Einstellungen
pl: Ustawienia
