Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/TrackRecorderController.strings
Languages: es, pl, zh_hans

source: title
es: Route recording
pl: Rejestrowanie trasy
zh_hans: 路线记录

source: time title
es: Time
pl: Czas
zh_hans: 时间

source: speed title
es: Speed
pl: Prędkość
zh_hans: 速度

source: distance title
es: Distance
pl: Dystans
zh_hans: 距离

source: alert delete title
es: Delete data?
pl: Usunąć dane?
zh_hans: 是否删除？

source: alert delete message
es: Cancel will erase all travel data on the route
pl: Anulowanie spowoduje usunięcie wszystkich danych podróży na trasie
zh_hans: 取消将会删除关于此路线的记录

source: start text
es: START!
pl: START!
zh_hans: 出发！

source: finish button
es: Finish!
pl: Zakończ!
zh_hans: 到达！

source: cancel button
es: Cancel
pl: Anuluj
zh_hans: 取消

source: skip button
es: Skip
pl: Pomiń
zh_hans: 跳过

source: lock alert deleting stage result
es: Deleting data...
pl: Usuwanie danych...
zh_hans: 正在删除...

source: lock alert deleted stage result
es: Done!
pl: Zrobione!
zh_hans: 完成！
