Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/TrackController.strings
Languages: ru

# back button
source: Back
ru: Назад

# cancel button
source: Cancel
ru: Отмена

# publish to remote service button
source: Send to hudwayapp.com
ru: Отправить на hudwayapp.com

# republish to remote service button
source: Resend to hudwayapp.com
ru: Переотправить на hudwayapp.com

# send to email button
source: Share via e-mail
ru: Отправить по эл. почте

# open in browser button
source: Open in Safari
ru: Открыть в Сафари

# delete button title
source: Delete
ru: Удалить

# lock alert publish start
source: Publishing route results...
ru: Публикация маршрута...

# lock alert send to facebook start
source: Sharing to Facebook...
ru: Отправка в Facebook...

# lock alert send to twitter start
source: Sharing to Twitter...
ru: Отправка в Twitter...

# lock alert publish success
source: Success!
ru: Маршрут опубликован!

# lock alert deleting stage result
source: Deleting...
ru: Удаление...

# lock alert deleted stage result
source: Done!
ru: Готово!

# lock alert saving track
source: Saving...
ru: Сохранение...

# alert delete title
source: Delete route results?
ru: Удалить данные?

# alert delete message
source: There will delete all travel data on the route
ru: Произойдет удаление всех данных проезда по маршруту

# share with friends title
source: Share
ru: Делитесь с друзьями

# open in browser button for android
source: Open in browser
ru: Открыть в браузере
