Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/TravelController.strings
Languages: de, es, pl, ru, zh_hans

source: finish stage win alert title
de: Glückwunsch!
es: Congratulations!
pl: Gratulacje!
ru: Поздравляем!
zh_hans: 恭喜！

source: finish stage not win alert title
de: Schade
es: Sorry
pl: Sorry
ru: Сожалеем
zh_hans: 抱歉

source: finish stage win message format
de: %@ das ist Ihr bestes Ergebnis
es: %@ this is your best route result
pl: %@ to jest twój najlepszy wynik
ru: %@ это Ваше лучшее время
zh_hans: %@ 这是您的最优路径

source: finish stage not win message format
de: Ihre Zeit ist schlechter als %@
es: Your time is worse than %@
pl: Twój czas jest gorszy niż %@
ru: Ваше время больше на %@
zh_hans: 您所用的时间比%@要长哦

source: finish geo track alert title
zh_hans: 行程信息

source: finish geo track alert message
de: Sie haben den Zielort erreicht
es: You have arrived at the destination
pl: Dotarłeś w docelowe miejsce
ru: Вы прибыли в точку назначения
zh_hans: 您已经到达目的地

source: start text
de: START!
es: START!
pl: START!
ru: СТАРТ!
zh_hans: 出发！

source: brightnes label
de: Helligkeit
es: Brightness
pl: Jasność
ru: Яркость
zh_hans: 亮度

source: perspective label
de: Vorausschau %@
es: Camera in advance %@
pl: Kamera w odległości %@
ru: Опережение %@
zh_hans: 预见距离 %@

source: cancel button
de: Abbrechen
es: Cancel
pl: Anuluj
ru: Отмена
zh_hans: 取消

source: skip button
de: Überspringen
es: Skip
pl: Pomiń
ru: Пропустить
zh_hans: 跳过

source: recalculation button
de: Recalculate
es: Recalculate
pl: Przeliczanie
ru: Пересчитать
zh_hans: Recalculate

source: close button
de: Close
es: Close
pl: Zamknij
ru: Закрыть
zh_hans: Close

source: hud page button
de: HUD
es: HUD
pl: HUD
ru: HUD
zh_hans: HUD

source: map page button
de: Map
es: Map
pl: Mapa
ru: Карта
zh_hans: Map

source: hud button
de: Head-Up Display Mode
es: Head-Up Display Mode
pl: Odwróć tryb wyświetlania
ru: HUD режим
zh_hans: Head-Up Display Mode

source: insert into route description
de: Fahren Sie auf die Route zum starten
es: Enter on route to start
pl: Wjedź na trasę, żeby rozpocząć
ru: Войдите на маршрут для старта
zh_hans: 输入路线并出发

source: out of route description
de: Sie haben die Route verlassen
es: You left from the route!
pl: Opuściłeś trasę!
ru: Вы ушли с маршрута
zh_hans: 您已偏离原定路线

source: recalculate route description
de: Neuberechnung...
es: Route recalculation
pl: Przeliczanie trasy
ru: Пересчет маршрута
zh_hans: 重置路线中...

source: bad internet connection description
de: Bad internet connection
es: Bad internet connection
pl: Błędne połączenie internetowe
ru: Плохой интернет
zh_hans: Bad internet connection

source: close alert title
de: Vor dem Schliessen auswählen
es: Select before exiting
pl: Wybierz przed zamknięciem
ru: Выберите действие
zh_hans: 退出前选择

source: save button
de: Speichern
es: Save
pl: Zapisz
ru: Сохранить
zh_hans: 保存

source: don't save button
de: Nicht speichern
es: Don't save
pl: Nie zapisuj
ru: Удалить
zh_hans: 不保存

source: lock alert deleting stage result
de: Daten löschen...
es: Delete data...
pl: Usuwanie danych...
ru: Удаление данных...
zh_hans: 正在删除

source: lock alert deleted stage result
de: Fertig!
es: Done!
pl: Zrobione!
ru: Готово!
zh_hans: 完成！
