Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/UIDateTime.strings
Languages: pl

source: hours short
pl: h.

source: minutes short
pl: min.

source: seconds short
pl: sek.

source: day hour delimiter
pl: o

source: mounth 1 short
pl: Sty.

source: mounth 2 short
pl: Lut.

source: mounth 3 short
pl: Marz.

source: mounth 4 short
pl: Kwi.

source: mounth 5 short
pl: Maj

source: mounth 6 short
pl: Czer.

source: mounth 7 short
pl: Lip.

source: mounth 8 short
pl: Sie.

source: mounth 9 short
pl: Wrz.

source: mounth 10 short
pl: Pa≈∫.

source: mounth 11 short
pl: Lis.

source: mounth 12 short
pl: Gru.
