Repository: Kaz134/HUDWAY_Localization
Catalog: *.lproj/VoiceAssistant.strings
Languages: de, pl

source: straight direction
de: geradeaus
pl: prosto

source: left direction
de: links
pl: w lewo

source: rigth direction
de: rechts
pl: w prawo

source: easy difficult
de: leicht Strecke
pl: łagodny

source: medium difficult
de: mittlere Schwierigkeit
pl: średni

source: hard difficult
de: schwierige Strecke
pl: trudny

source: perpendicular difficult
de: 90 degree
pl: 90 stopni

source: sharp difficult
de: scharfe Kurve
pl: ostry

source: uturn difficult
de: Umkehrmöglichkeit
pl: zawracanie

source: long duration
de: lang
pl: długi

source: very long duration
de: sehr lang
pl: bardzo długi

source: 2-4 kilometers
de: Kilometer
pl: kilometry

source: kilometers
de: Kilometer
pl: kilometry

source: meters
de: Meter
pl: metry

source: mile
de: Meile
pl: mila

source: 2-4 miles
de: Meilen
pl: mile

source: miles
de: Meilen
pl: mile

source: yards
pl: jardy

source: foots
de: Fuss
pl: stopy

source: connection between units
de: und
pl: i

source: connection between maneuvers
de: und dann
pl: i później

source: to finish description
de: Beenden
pl: do końca

source: in finish
de: Sie haben das Ziel erreicht
pl: dotarłeś do celu

source: big maneuvers bundle description
de: und dann, Vorsicht, mehrere unübersichtliche Kurven
pl: i poźniej, uwaga, kilka trudych zakrętów

source: is out of way
de: you left from the route
pl: you left from the route

source: track recalculating
de: recalculate the route
pl: recalculate the route

source: finish track recalculating
de: recalculation of the route is ended
pl: recalculation of the route is ended
